{
  "message": "hello i18n !!",
  "language": "Language",
  "english": "English",
  "norwegian": "Norwegian",
  "account": "Account",
  "account/login": "Account/login",
  "shopping": "Shopping",
  "favorites": "Favorites",
  "cart": "Cart",
  "sign-up": "Sign up",
  "log-in": "Log in",
  "about-us1": "About Us",
  "about-us2": "We are a team of three computer engineering students from Norway who are passionate about e-commerce and technology. We started this company with a mission to provide our customers with fair prices, speedy deliveries, and an overall excellent shopping experience.",
  "about-us3": "Our Values",
  "about-us4": "Customer Satisfaction: ",
  "about-us5": "Our top priority is making sure our customers are happy with their purchases and their overall experience shopping with us.",
  "about-us6": "Honesty and Transparency: ",
  "about-us7": "We believe in being upfront and honest with our customers about our products, pricing, and shipping policies.",
  "about-us8": "Continuous Improvement: ",
  "about-us9": "We are always looking for ways to improve our business, whether it's by updating our website, expanding our product offerings, or streamlining our shipping and delivery processes.",
  "about-us10": "Our Products",
  "about-us11": "We offer a wide range of products, including electronics, home goods, clothing, and more. We carefully curate our selection to ensure that we are offering high-quality products at competitive prices.",
  "about-us12": "Our Promise",
  "about-us13": "We promise to provide our customers with the best possible shopping experience. If you ever have any questions or concerns, please don't hesitate to reach out to us.",
  "footer-faq": "List of Frequently Asked Questions",
  "footer-about-us1": "About Us",
  "footer-about-us2": "About Us, our Story and Mission",
  "faq-head": "Frequently Asked Questions",
  "faq-question1": "How do I list my items?",
  "faq-question2": "What payment options are accepted?",
  "faq-question3": "What kind of items are sold here?",
  "faq-ans1": "You must register as a new user or log in if you already have an account in order to create new items.",
  "faq-ans2": "Currently, we only allow payments using your credit or debit cards.",
  "faq-ans3": "Anything you ever need or want can be found here. This site gives the users full freedom to buy and sell anything."
}